{
    "id": "club_info",
    "data": [
        {
            "name": "Software Development Club",
            "mission": "Our mission is to keep everyone updated on the latest technologies, creating an environment where developers can thrive. We plan to participate in hackathons and technical events, encouraging students to unleash their creativity and problem-solving skills.",
            "vision": "We strive to increase the placement rate of our members by providing them with opportunities for skill development, networking, and career advancement.",
            "description": "The Software Development Club (SDC) is dedicated to keeping its members at the forefront of technology. Through a vibrant environment that fosters creativity and innovation, SDC ensures that developers thrive. By participating in hackathons and technical events, members are encouraged to unleash their problem-solving skills. SDC also aims to boost members' career prospects by providing opportunities for skill development, networking, and career advancement, ultimately increasing their placement rates in the industry.",
            "incharge": [
                "Mr. Name",
                "Mr. Name"
            ],
            "position": [
                "member",
                "member"
            ],
            "contact": [
                "+91 232563256",
                "+91 652365985"
            ],
            "incharge_photo": [
                "/incharges/in3.webp",
                "/incharges/in2.webp"
            ],
            "logo": "assets/club1.svg"
        },
        {
            "name": "Robotics Club",
            "mission": "To foster a passion for robotics and automation, we offer a platform for students to design and construct robots, cultivating a culture of curiosity and problem-solving through hands-on robotics solutions.",
            "vision": "A dynamic community of passionate robotics enthusiasts constantly striving to innovate and push the limits of what's possible with robotics technology and committed to applying their expertise to solve complex problems and make significant contributions to the advancement of automation.",
            "description": "At the Robotics Club, passion for robotics and automation drives every endeavor. Providing a platform for designing and constructing robots, the club cultivates curiosity and problem-solving skills among its members through hands-on experiences. The Robotics Club envisions a dynamic community of enthusiasts pushing the boundaries of robotics technology, aiming to solve complex problems and advance automation. With innovation as its cornerstone, the club is committed to making significant contributions to the field of robotics.",
            "incharge": [
                "Mr. Name",
                "Mr. Name"
            ],
            "position": [
                "member",
                "member"
            ],
            "contact": [
                "+91 232563256",
                "+91 652365985"
            ],
            "incharge_photo": [
                "/incharges/in3.webp",
                "/incharges/in2.webp"
            ],
            "logo": "assets/club1.svg"
        },
        {
            "name": "Technical Club",
            "mission": "By providing a platform for interdisciplinary and international collaboration and exploration of emerging technologies, we empower students to develop their technical skills and stay ahead of the curve in an ever-evolving world of innovation.",
            "vision": "Our vibrant technical community is dedicated to promoting continuous learning and fostering collaboration among members to tackle complex challenges across a diverse range of domains.",
            "description" : "The Technical Club is a hub for interdisciplinary collaboration and exploration of emerging technologies. By empowering students to develop their technical skills, the club ensures they stay ahead in an ever-evolving world of innovation. With a focus on continuous learning and collaboration, the club fosters a vibrant technical community. Through diverse challenges across various domains, members work together to tackle complex problems, embodying the spirit of innovation and creativity.",
            "incharge": [
                "Mr. Name",
                "Mr. Name"
            ],
            "position": [
                "member",
                "member"
            ],
            "contact": [
                "+91 232563256",
                "+91 652365985"
            ],
            "incharge_photo": [
                "/incharges/in3.webp",
                "/incharges/in2.webp"
            ],
            "logo": "assets/club1.svg"
        },
        {
            "name": "Designing Club",
            "mission": "To cultivate a passion for design and creativity and to foster an environment where design is recognized as a powerful tool for problem solving. To explore and master computer aided design and 3-D printing technology.",
            "vision": "A design-centric community where members leverage their creativity to innovate, solve problems and contribute to a world enriched by thoughtful and impactful design.",
            "description" : "At the Designing Club, creativity and problem-solving go hand in hand. Recognizing design as a powerful tool, the club cultivates a passion for creativity and innovation among its members. With a focus on mastering computer-aided design and 3-D printing technology, the club explores new frontiers in design. The Designing Club envisions a community where members leverage their creativity to solve problems and contribute to a world enriched by impactful design, shaping a better future through thoughtful and innovative solutions.",
            "incharge": [
                "Mr. Name",
                "Mr. Name"
            ],
            "position": [
                "member",
                "member"
            ],
            "contact": [
                "+91 232563256",
                "+91 652365985"
            ],
            "incharge_photo": [
                "/incharges/in3.webp",
                "/incharges/in2.webp"
            ],
            "logo": "assets/club1.svg"
        },
        {
            "name": "Research & Writers Club",
            "mission": "We aim to provide a platform for students to engage in meaningful research across diverse topics. Our goal is to guide and support students in conducting high-quality research and publishing papers under the mentorship of experienced professors. ",
            "vision": "Our vision is to equip students with the skills to dissect research papers and extract valuable insights effectively . Furthermore, we wish to educate students on identifying the credible sources and writing their own research papers successfully",
            "description" : "The Research & Writers Club serves as a platform for students to engage in meaningful research across diverse topics. Guided by experienced mentors, members conduct high-quality research and publish papers, honing their skills in critical analysis and academic writing. The club aims to equip students with the tools to dissect research papers effectively, identify credible sources, and write their own research papers successfully. Through its endeavors, the club fosters a culture of academic excellence and scholarly inquiry among its members.",
            "incharge": [
                "Mr. Name",
                "Mr. Name"
            ],
            "position": [
                "member",
                "member"
            ],
            "contact": [
                "+91 232563256",
                "+91 652365985"
            ],
            "incharge_photo": [
                "/incharges/in3.webp",
                "/incharges/in2.webp"
            ],
            "logo": "assets/club1.svg"
        },
        {
            "name": "Third Eye : The Photography Club",
            "mission": "Capture and share the beauty and stories around us through the lens of creativity. We strive to provide a platform for students to develop their photographic skills, express themselves, and appreciate the art of visual storytelling.",
            "vision": "An inclusive community of photographers who use their skills to capture and convey emotions, perspectives and narratives, contributing to a visual tapestry that reflects the diversity of our community.",
            "description" : "Third Eye: The Photography Club is dedicated to capturing and sharing the beauty and stories around us through the lens of creativity. Providing a platform for developing photographic skills, the club encourages members to express themselves and appreciate the art of visual storytelling. Envisioning an inclusive community of photographers, Third Eye aims to convey emotions, perspectives, and narratives through visuals, contributing to a diverse visual tapestry that reflects the richness of our community's experiences.",
            "incharge": [
                "Mr. Name",
                "Mr. Name"
            ],
            "position": [
                "member",
                "member"
            ],
            "contact": [
                "+91 232563256",
                "+91 652365985"
            ],
            "incharge_photo": [
                "/incharges/in3.webp",
                "/incharges/in2.webp"
            ],
            "logo": "assets/club1.svg"
        }
    ]
}